/* NSMenuItem : <title:About %%app%%> (oid:117) */
"About %%app%%" = "Σχετικά με το %%app%%";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "Ευχαριστίες";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "Δραστηριότητα";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Πίσω";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Σελιδοδείκτης";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Μεταφορά Όλων Μπροστά";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "Έλεγχος για ενημερώσεις…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Κλείσιμο Παραθύρου";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "Στήλη";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Αντιγραφή";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "Αντιγραφή URL";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Δημιουργία Αρχείου Συμπίεσης";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "Εξατομίκευση Γραμμής Εργαλείων…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Αποκοπή";

/* NSMenu : <title:%%app%%> (oid:120) */
"%%app%%" = "%%app%%";

/* NSMenuItem : <title:%%app%% Help> (oid:564) */
"%%app%% Help" = "Βοήθεια %%app%%";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Διαγραφή";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Διαγραφή Σελιδοδείκτη";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "Αποσύνδεση";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "Δωρεά…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Λήψη";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "Λήψη Ως…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "Λήψη Σε…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Διπλότυπο Σελιδοδείκτη";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "Διπλότυπο Αρχείου…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Επεξεργασία";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Επεξεργασία Σελιδοδείκτη";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "Επεξεργασία Με";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Φάκελος που εσωκλείει";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Αποσυμπίεση Αρχείου Συμπίεσης";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Αρχείο";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "Μπροστά";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Μετάβαση";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "Μετάβαση σε Φάκελο…";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Βοήθεια";

/* NSMenuItem : <title:Hide %%app%%> (oid:101) */
"Hide %%app%%" = "Απόκρυψη %%app%%";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Απόκρυψη Άλλων";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Απόκρυψη Γραμμής Εργαλείων";

/* NSMenu : <title:History> (oid:323) */
"History" = "Ιστορικό";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Πληροφορίες";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Εντός";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "Άδεια";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "ΚεντρικόΜενού";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Μενού";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Ελαχιστοποίηση";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Νέος Σελιδοδείκτης";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Νέος Φυλλομετρητής";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Νέα Λήψη";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "Νέο Αρχείο…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "Νέος Φάκελος…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "Νέος Συμβολικός Δεσμός…";

/* NSMenuItem : <title:Nickname> (oid:617) */
"Nickname" = "Nickname";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "Άνοιγμα Σύνδεσης…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "Άνοιγμα URL Ιστού";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Άνοιγμα στο Terminal.app";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Επικόλληση";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "Προτιμήσεις…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "Εκτύπωση…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Γρήγορη Ματιά";

/* NSMenuItem : <title:Quit %%app%%> (oid:92) */
"Quit %%app%%" = "Έξοδος από %%app%%";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "Επανάληψη";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Ανανέωση";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "Μετονομασία Αρχείου…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "Αναφορά Σφάλματος";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Επαναφορά";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Αναζήτηση…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Επιλογή Όλων";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "Αποστολή Εντολής…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Υπηρεσίες";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Εμφάνιση Όλων";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Εμφάνιση Κρυμμένων Αρχείων";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "Διακοπή";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "Συγχρονισμός…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "Κωδικοποίηση Κειμένου";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Εναλλαγή Σελιδοδεικτών";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Εναλλαγή Συρταριού Ιστορικού";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "Μεταφορές";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "Αναίρεση";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "Αποστολή…";

/* NSMenu : <title:View> (oid:118) */
"View" = "Προβολή";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Παράθυρο";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "ως Λίστα";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "ως Διάρθρωση";

